"""
特殊信息排除表
"""
PRCI = ['ZL 201630089916.9', 'ZL 201530376377.2', 'ZL 201330029941.4', 'ZL 201330030222.4', 'ZL 201730391023.4',
        'ZL 201330193088.X']
CP_chart = {
    '深圳市易尚展示股份有限公司':
        ['518028 广东省深圳市福田区竹子林紫竹七路中国经贸大厦19F-H-G-I-J',
         '518000 广东省深圳市福田区福强路4001号(深圳文化创意园)AB座三层B301'],
    '山东博丽电子商务有限公司':
        ['255000 山东省淄博市张店区华光路28号金晟云龙国际写字楼A座8层801',
         '255000 山东省淄博市张店区华光路28号金晟云龙国际写字楼A座8层801'],
    '彭建峰': [
        '222003 江苏省连云港市新浦区盐河北路168号中房新天地A1楼2单元601',
        '713305 陕西省咸阳市乾县漠西乡四里坊村一组'],
    '深圳市鸣鑫实业有限公司': [
        '518040 广东省深圳市福田区侨香路鸿新花园三期B座1104',
        '518052 广东省深圳市南山区北环大道9116号富华科技大厦A座8楼']
}
TR_chart = {
    'ZL 201830664767.3': [
        '宁波梦马进出口有限公司', '林卦益', '浙江省宁波市鄞州区四明东路111号', '韩国大邱市北区砧山路158号建荣公寓101号楼1106号', '2019.06.03'
    ],
    'ZL 201830653847.9': [
        '宁波梦马进出口有限公司', '林卦益', '浙江省宁波市鄞州区四明东路111号', '韩国大邱市北区砧山路158号建荣公寓101号楼1106号', '2019.06.03'
    ]

}
EC_chart = {
    '2018330000055': [
        '深圳市鑫保泰技术有限公司', '浙江皇道工贸有限公司', '2020.05.12'],
    '2018330000043': [
        '浙江正泰电器股份有限公司', '上海诺雅克电气有限公司', '2020.05.15'],
    'X2020990000352': [
        '深圳市奥鑫福珠宝有限公司', '深圳市伍玖和同法律服务有限公司', '2020.08.24'],
    'X2020990000381': [
        '杭州小米环境科技有限公司', ' 联知（北京）技术服务有限公司', '2020.11.13'],
    'X2019320000011': [
        '江苏师范大学', '徐州易存信息技术有限公司', '2020.11.13'],
    '2015440000671': [
        '杨瑞典', '深圳市安拓浦科技有限公司', '2020.10.21'],
    '2018440000009': [
        '陈福胜', '中山市古镇鹏胜灯饰电器厂', '2019.09.04'
    ]
}
